Repository: lexo-ch/lexo-forms
Catalog: languages/lexoforms-*.po
Languages: de_de

source: (no title)
de_de: (ohne Titel)

source: A form with this name already exists. Do you want to use the existing form instead?
de_de: Ein Formular mit diesem Namen existiert bereits. Möchten Sie stattdessen das bestehende Formular verwenden?

source: A group with this name already exists. Do you want to use the existing group instead?
de_de: Eine Gruppe mit diesem Namen existiert bereits. Möchten Sie stattdessen die bestehende Gruppe verwenden?

source: account
de_de: Konto

source: Add BCC Recipient
de_de: BCC-Empfänger hinzufügen

source: Add email addresses to receive blind carbon copy (BCC) of the visitor email.
de_de: Fügen Sie E-Mail-Adressen hinzu, die eine Blindkopie (BCC) der Besucher-E-Mail erhalten sollen.

source: Add email addresses to receive form submissions. If empty, theme defaults will be used.
de_de: Fügen Sie E-Mail-Adressen hinzu, um Formularübermittlungen zu empfangen. Wenn dieses Feld leer bleibt, werden die Standardwerte des Themes verwendet.

source: Add New
de_de: Neu hinzufügen

source: Add New Form
de_de: Neues Formular hinzufügen

source: Add Recipient
de_de: Empfänger hinzufügen

source: After creating the app, click on it to open the settings
de_de: Nachdem Sie die App erstellt haben, klicken Sie darauf, um die Einstellungen zu öffnen

source: After saving the settings, click the button below to connect to CleverReach:
de_de: Nach dem Speichern der Einstellungen klicken Sie auf die Schaltfläche unten, um die Verbindung zu CleverReach herzustellen:

source: and
de_de: und

source: and authorize the connection
de_de: und autorisieren Sie die Verbindung

source: API Configurations
de_de: API-Konfigurationen

source: API token is active and ready to use.
de_de: API-Token ist aktiv und einsatzbereit.

source: Attachment
de_de: Anhang

source: Auto Generate
de_de: Automatisch erzeugen

source: Cancel
de_de: Abbrechen

source: Checking usage...
de_de: Verwendung wird überprüft...

source: Choose a descriptive name (e.g., "LEXO Forms - yoursite.com")
de_de: Wählen Sie einen aussagekräftigen Namen (z. B. LEXO Forms - yoursite.com)

source: Choose how to handle form submissions - email notifications and/or CleverReach sync. (If not connected to the CleverReach API, only email notifications will be available)
de_de: Wählen Sie, wie Formularübermittlungen verarbeitet werden sollen – E-Mail-Benachrichtigungen und/oder CleverReach-Sync. (Falls keine Verbindung zur CleverReach-API besteht, sind nur E-Mail-Benachrichtigungen verfügbar.)

source: Choose whether to use an existing CleverReach form or create a new one.
de_de: Wählen Sie, ob ein bestehendes CleverReach-Formular verwendet oder ein neues erstellt werden soll.

source: Choose whether to use an existing CleverReach group or create a new one.
de_de: Wählen Sie, ob eine bestehende CleverReach-Gruppe verwendet oder eine neue erstellt werden soll.

source: CleverReach API connection is not established. Please connect to CleverReach first.
de_de: Die CleverReach-API-Verbindung ist nicht hergestellt. Bitte verbinden Sie sich zuerst mit CleverReach.

source: CleverReach API Settings
de_de: CleverReach-API-Einstellungen

source: CleverReach Configuration
de_de: CleverReach-Konfiguration

source: CleverReach Connection
de_de: CleverReach-Verbindung

source: CleverReach Connection Error:
de_de: CleverReach-Verbindungsfehler:

source: CleverReach Connection Required!
de_de: CleverReach-Verbindung erforderlich!

source: CleverReach Connection Successful!
de_de: CleverReach-Verbindung erfolgreich!

source: CleverReach Form
de_de: CleverReach Formular

source: CleverReach Form Error
de_de: CleverReach-Formularfehler

source: CleverReach Form ID
de_de: CleverReach Formular-ID

source: CleverReach Forms management
de_de: CleverReach-Formularverwaltung

source: CleverReach Group
de_de: CleverReach Gruppen

source: CleverReach Group ID
de_de: CleverReach Gruppen-ID

source: CleverReach Only
de_de: Nur CleverReach

source: CleverReach REST API documentation
de_de: CleverReach REST-API-Dokumentation

source: CleverReach Settings
de_de: CleverReach-Einstellungen

source: Click
de_de: Klicken

source: Click on
de_de: Klicken Sie auf

source: Click to copy
de_de: Zum Kopieren klicken

source: Client ID or Client Secret are not configured
de_de: Client-ID oder Client-Geheimnis sind nicht konfiguriert

source: Client Secret
de_de: Client-Geheimnis

source: Clone
de_de: Duplizieren

source: Clone "%s"
de_de: "%s" duplizieren

source: Clone Form
de_de: Formular duplizieren

source: Configure different email content for each option selected by the visitor.
de_de: Unterschiedliche E-Mail-Inhalte für jede vom Besucher ausgewählte Option konfigurieren.

source: Configure fallback behavior when CleverReach integration fails
de_de: Fallback-Verhalten konfigurieren, wenn die CleverReach-Integration fehlschlägt

source: Connect to CleverReach
de_de: Mit CleverReach verbinden

source: Connected
de_de: Verbunden

source: Connection failed - check token
de_de: Verbindung fehlgeschlagen – Token überprüfen

source: Connection has been terminated
de_de: Verbindung wurde beendet

source: Connection is successful!
de_de: Verbindung erfolgreich hergestellt!

source: Connection to CleverReach will be established automatically when you save this form.
de_de: Die Verbindung zu CleverReach wird automatisch hergestellt, sobald Sie dieses Formular speichern.

source: Content
de_de: Inhalt

source: Content of the email sent to the visitor.
de_de: Inhalt der an den Besucher gesendeten E-Mail.

source: Copy the
de_de: Kopieren Sie die

source: Copy this URL into your CleverReach App settings. Use "Auto Generate" for default setup or enter custom URL.
de_de: Kopieren Sie diese URL in Ihre CleverReach-App-Einstellungen. Verwenden Sie „Automatisch erzeugen“ für die Standardkonfiguration oder geben Sie eine benutzerdefinierte URL ein.

source: Create New CleverReach Form
de_de: Neues CleverReach-Formular erstellen

source: Create New CleverReach Group
de_de: Neue CleverReach-Gruppe erstellen

source: Create new OAuth App
de_de: Neue OAuth-App erstellen

source: Date
de_de: Datum

source: Delete
de_de: Löschen

source: Delete "%s" permanently
de_de: "%s" dauerhaft löschen

source: Delete Form
de_de: Formular löschen

source: Delete Form?
de_de: Formular löschen?

source: Delete Permanently
de_de: Dauerhaft löschen

source: Description
de_de: Beschreibung

source: Disabled
de_de: Deaktiviert

source: Disconnect
de_de: Trennen

source: Edit Form
de_de: Formular bearbeiten

source: Email & Integration Method
de_de: E-Mail- & Integrationsmethode

source: Email address to send from. If empty, email from theme settings will be used.
de_de: Absender-E-Mail-Adresse. Wenn dieses Feld leer bleibt, wird die E-Mail-Adresse aus den Theme-Einstellungen verwendet.

source: Email address to send visitor email from. If empty, form sender email will be used.
de_de: E-Mail-Adresse, von der die Besucher-E-Mail gesendet wird. Wenn dieses Feld leer bleibt, wird die E-Mail-Adresse des Formularsenders verwendet.

source: Email Backup Settings
de_de: E-Mail-Backup-Einstellungen

source: Email Configuration
de_de: E-Mail-Konfiguration

source: Email content for %s variant.
de_de: E-Mail-Inhalt für die %s-Variante.

source: Email Notification Only
de_de: Nur E-Mail-Benachrichtigung

source: Email Only
de_de: Nur E-Mail

source: Email Recipients
de_de: E-Mail-Empfänger

source: Email Settings
de_de: E-Mail-Einstellungen

source: Email Subject
de_de: E-Mail-Betreff

source: Email subject for %s variant.
de_de: E-Mail-Betreff für die %s-Variante.

source: Enabled
de_de: Aktiviert

source: Enter a name for the new CleverReach form.
de_de: Geben Sie einen Namen für das neue CleverReach-Formular ein.

source: Enter a name for the new CleverReach group.
de_de: Geben Sie einen Namen für die neue CleverReach-Gruppe ein.

source: Enter your CleverReach Client ID
de_de: Geben Sie Ihre CleverReach-Client-ID ein

source: Enter your CleverReach Client Secret
de_de: Geben Sie Ihr CleverReach-Client-Geheimnis ein

source: Error
de_de: Fehler

source: Error checking CleverReach group (ID: %d): %s
de_de: Fehler beim Überprüfen der CleverReach-Gruppe (ID: %d): %s

source: Error communicating with CleverReach
de_de: Fehler bei der Kommunikation mit CleverReach

source: Error Message
de_de: Fehlermeldung

source: Error:
de_de: Fehler:

source: Error: Form ID is required.
de_de: Fehler: Formular-ID ist erforderlich.

source: Error: Form not found.
de_de: Fehler: Formular nicht gefunden.

source: Error: Form template not configured.
de_de: Fehler: Formularvorlage nicht konfiguriert.

source: Error: Template not found.
de_de: Fehler: Vorlage nicht gefunden.

source: Failed to determine or create form
de_de: Formular konnte nicht ermittelt oder erstellt werden

source: Failed to get group ID from form
de_de: CleverReach Gruppen-ID konnte nicht aus dem Formular abgerufen werden

source: Fallback Admin Email
de_de: Fallback-Administrator-E-Mail

source: Fallback email settings have been successfully saved.
de_de: Die Fallback-E-Mail-Einstellungen wurden erfolgreich gespeichert.

source: field, add the following URL:
de_de: Feld, fügen Sie die folgende URL hinzu:

source: Fill in the required fields:
de_de: Füllen Sie die required fields aus:

source: For more details, see the
de_de: Für weitere Details siehe die

source: Form
de_de: Formular

source: Form Actions
de_de: Formularaktionen

source: Form Configuration
de_de: Formularkonfiguration

source: Form has been connected to CleverReach (Form ID: %s).
de_de: Das Formular wurde mit CleverReach verbunden (Formular-ID: %s).

source: Form Preview
de_de: Formularvorschau

source: Form Shortcode
de_de: Formular-Shortcode

source: Forms
de_de: Formulare

source: from the app details
de_de: aus den App-Details

source: General
de_de: Allgemein

source: General Configuration
de_de: Allgemeine Konfiguration

source: HTML Form Template
de_de: HTML-Formularvorlage

source: HTML Template
de_de: HTML-Vorlage

source: In the
de_de: In der

source: Insert
de_de: Einfügen

source: Invalid email format in field: %s
de_de: Ungültiges E-Mail-Format im Feld: %s

source: Invalid form ID
de_de: Ungültige CleverReach Formular-ID

source: Invalid form.
de_de: Ungültiges Formular.

source: Invalid OAuth state. Please try connecting again.
de_de: Ungültiger OAuth-Status. Bitte versuchen Sie erneut, die Verbindung herzustellen.

source: LEXO Forms
de_de: LEXO Formulare

source: LEXO forms plugin with CleverReach integration.
de_de: LEXO-Formulare-Plugin mit CleverReach-Integration.

source: Log in to your
de_de: Melden Sie sich in Ihrem

source: Message displayed when form is submitted successfully. If empty, default message will be used.
de_de: Nachricht, die bei erfolgreicher Formularübermittlung angezeigt wird. Wenn leer, wird die Standardnachricht verwendet.

source: Message displayed when form submission fails. If empty, default error message will be used.
de_de: Nachricht, die bei fehlgeschlagener Formularübermittlung angezeigt wird. Wenn leer, wird die Standardfehlermeldung verwendet.

source: Missing post ID
de_de: Post-ID fehlt

source: My Account
de_de: Mein Konto

source: Name to send from. If empty, site name will be used.
de_de: Absendername. Wenn leer, wird der Website-Name verwendet.

source: Name to send visitor email from. If empty, form sender name will be used.
de_de: Absendername für die Besucher-E-Mail. Wenn leer, wird der Absendername des Formulars verwendet.

source: Navigate to
de_de: Navigieren zu

source: New Form
de_de: Neues Formular

source: New Form Name
de_de: Name des neuen Formulars

source: New Group Name
de_de: Name des neuen Formulars

source: No API Connection
de_de: Keine API-Verbindung

source: No CleverReach group selected. Please select a group for form submissions.
de_de: Keine CleverReach-Gruppe ausgewählt. Bitte wählen Sie eine Gruppe für die Formularübermittlungen aus.

source: No fields configured for this form
de_de: Für dieses Formular sind keine Felder konfiguriert

source: No form to clone.
de_de: Kein Formular zum Duplizieren.

source: No forms found in Trash.
de_de: Keine Formulare im Papierkorb gefunden.

source: No forms found.
de_de: Keine Formulare gefunden.

source: No Template Selected
de_de: Keine Vorlage ausgewählt

source: No, create new
de_de: Nein, neu erstellen

source: Not connected yet. Save the form to establish connection.
de_de: Noch nicht verbunden. Speichern Sie das Formular, um die Verbindung herzustellen.

source: Only published forms can be cloned. Please save this form first.
de_de: Nur veröffentlichte Formulare können dupliziert werden. Bitte speichern Sie dieses Formular zuerst.

source: Open in CleverReach
de_de: In CleverReach öffnen

source: Optional attachment for %s variant.
de_de: Optionale Anlage für die %s-Variante.

source: Optional description of your integration
de_de: Optionale Beschreibung Ihrer Integration

source: Optional document to attach to the visitor email. Maximum file size: 20MB.
de_de: Optionales Dokument, das an die Besucher-E-Mail angehängt werden soll. Maximale Dateigrösse: 20 MB.

source: Parent Forms:
de_de: Übergeordnete Formulare:

source: Pending Setup
de_de: Einrichtung ausstehend

source: Permission denied
de_de: Zugriff verweigert.

source: Permission denied.
de_de: Zugriff verweigert.

source: Please check your form configuration and try saving again.
de_de: Bitte überprüfen Sie Ihre Formularkonfiguration und versuchen Sie erneut zu speichern.

source: Please select a form first.
de_de: Bitte wählen Sie zuerst ein Formular aus.

source: Plugin %s is up to date.
de_de: Das Plugin %s ist auf dem neuesten Stand.

source: Required fields are missing: %s
de_de: Erforderliche Felder fehlen: %s

source: Save
de_de: Speichern

source: Save Fallback Email
de_de: Fallback-E-Mail speichern

source: Save Form
de_de: Formular speichern

source: Save Settings
de_de: Einstellungen speichern

source: Search Forms
de_de: Formulare suchen

source: Security check failed.
de_de: Sicherheitsprüfung fehlgeschlagen.

source: Select a form:
de_de: Wählen Sie ein Formular aus:

source: Select an existing CleverReach form. The group connected to this form will be used automatically.
de_de: Wählen Sie ein bestehendes CleverReach-Formular aus. Die mit diesem Formular verbundene Gruppe wird automatisch verwendet.

source: Select an existing CleverReach group.
de_de: Wählen Sie eine bestehende CleverReach-Gruppe aus.

source: Select Existing Form
de_de: Bestehendes CleverReach Formular auswählen

source: Select Existing Group
de_de: Bestehende Gruppe auswählen

source: Select HTML form template.
de_de: HTML-Formularvorlage auswählen.

source: Selected CleverReach group (ID: %d) does not exist or was deleted. Please select a valid group.
de_de: Die ausgewählte CleverReach-Gruppe (ID: %d) existiert nicht oder wurde gelöscht. Bitte wählen Sie eine gültige Gruppe aus.

source: Selected CleverReach group (ID: %d) does not exist. Please select a valid group.
de_de: Die ausgewählte CleverReach-Gruppe (ID: %d) existiert nicht. Bitte wählen Sie eine gültige Gruppe aus.

source: Send an email to the person who submitted the form.
de_de: Senden Sie eine E-Mail an die Person, die das Formular übermittelt hat.

source: Send Email to Visitor
de_de: E-Mail an Besucher senden

source: Sender Email
de_de: Absender-E-Mail

source: Sender Name
de_de: Absendername

source: Settings
de_de: Einstellungen

source: Setup Instructions
de_de: Einrichtungsanleitung

source: Step 1: Create a CleverReach OAuth App
de_de: Schritt 1: Eine CleverReach OAuth-App erstellen

source: Step 2: Configure the OAuth App
de_de: Schritt 2: Die OAuth-App konfigurieren

source: Step 3: Connect WordPress to CleverReach
de_de: Schritt 3: WordPress mit CleverReach verbinden

source: Subject
de_de: Betreff

source: Subject line for notification emails. If empty, default subject will be used.
de_de: Betreffzeile für Benachrichtigungs-E-Mails. Wenn leer, wird der Standardbetreff verwendet.

source: Subject line for the email sent to the visitor.
de_de: Betreffzeile für die an den Besucher gesendete E-Mail.

source: Success Message
de_de: Erfolgsmeldung

source: Successfully connected to CleverReach
de_de: Erfolgreich mit CleverReach verbunden

source: Successfully connected to CleverReach!
de_de: Erfolgreich mit CleverReach verbunden!

source: Template not found
de_de: Vorlage nicht gefunden

source: Test Connection
de_de: Verbindung testen

source: The settings for the %s have been successfully saved.
de_de: Die Einstellungen für %s wurden erfolgreich gespeichert.

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

source: This form is not connected to CleverReach. Please click the "Connect to CleverReach" button below and complete the setup before using this form.
de_de: Dieses Formular ist nicht mit CleverReach verbunden. Bitte klicken Sie auf die Schaltfläche „Mit CleverReach verbinden" unten und schliessen Sie die Einrichtung ab, bevor Sie dieses Formular verwenden.

source: This form is not used anywhere.
de_de: Dieses Formular wird nirgends verwendet.

source: This form is used on %d page(s):
de_de: Dieses Formular wird auf %d Seite(n) verwendet:

source: to create the app
de_de: um die App zu erstellen

source: Token could not be obtained or refreshed
de_de: Token konnte nicht abgerufen oder aktualisiert werden

source: Unknown error while obtaining token
de_de: Unbekannter Fehler beim Abrufen des Tokens

source: Update check
de_de: Update Überprüfung

source: Update Form
de_de: Formular aktualisieren

source: Use Existing CleverReach Form
de_de: Bestehendes CleverReach Formular verwenden

source: Use Existing CleverReach Group
de_de: Bestehendes CleverReach Gruppe verwenden

source: Use this shortcode to display the form:
de_de: Verwenden Sie diesen Shortcode, um das Formular anzuzeigen:

source: Used on
de_de: Verwendet am

source: View Form
de_de: Formular anzeigen

source: View larger
de_de: Grösser anzeigen

source: Visitor Email BCC
de_de: Besucher-E-Mail BCC

source: Visitor Email Content
de_de: Besucher-E-Mail-Inhalt

source: Visitor Email Sender
de_de: Besucher-E-Mail-Absender

source: Visitor Email Sender Name
de_de: Besucher-E-Mail-Absendername

source: Visitor Email Subject
de_de: Besucher-E-Mail-Betreff

source: Visitor Email Variants
de_de: Besucher-E-Mail-Varianten

source: When CleverReach submission fails, form data will be sent to this email address. If empty, it will use the site admin email:
de_de: Wenn die CleverReach-Übermittlung fehlschlägt, werden die Formulardaten an diese E-Mail-Adresse gesendet. Falls leer, wird die E-Mail-Adresse des Website-Administrators verwendet:

source: Yes, use existing
de_de: Ja, bestehende verwenden

source: You do not have permission for this action
de_de: Sie haben keine Berechtigung für diese Aktion

source: — Select a form —
de_de: — Wählen Sie ein Formular aus —

source: ✅ Copied!
de_de: ✅ Kopiert!
